Repository: pmraps/PT-clavis
Catalog: OmegaT/OmegaT-level2.tmx
Source language: en_us
Languages: pt_pt

source: Portuguese words starting with the letter F
pt_pt: Palavras portuguesas começadas com a letra F

source: Portuguese words starting with the letter G
pt_pt: Palavras portuguesas começadas com a letra G

source: Portuguese words starting with the letter H
pt_pt: Palavras portuguesas começadas com a letra H

source: Portuguese words starting with the letter I
pt_pt: Palavras portuguesas começadas com a letra I

source: Portuguese words starting with the letter J
pt_pt: Palavras portuguesas começadas com a letra J

source: Portuguese words starting with the letter L
pt_pt: Palavras portuguesas começadas com a letra L

source: Portuguese words starting with the letter M
pt_pt: Palavras portuguesas começadas com a letra M

source: Portuguese words starting with the letter N
pt_pt: Palavras portuguesas começadas com a letra N

source: Portuguese words starting with the letter O
pt_pt: Palavras portuguesas começadas com a letra O

source: Portuguese words starting with the letter P
pt_pt: Palavras portuguesas começadas com a letra P

source: Portuguese words starting with the letter Q
pt_pt: Palavras portuguesas começadas com a letra Q

source: Portuguese words starting with the letter R
pt_pt: Palavras portuguesas começadas com a letra R

source: Portuguese words starting with the letter S
pt_pt: Palavras portuguesas começadas com a letra S

source: Portuguese words starting with the letter T
pt_pt: Palavras portuguesas começadas com a letra T

source: Portuguese words starting with the letter U
pt_pt: Palavras portuguesas começadas com a letra U

source: Portuguese words starting with the letter V
pt_pt: Palavras portuguesas começadas com a letra V

source: Portuguese words starting with the letter X
pt_pt: Palavras portuguesas começadas com a letra X

source: Portuguese words starting with the letter Z
pt_pt: Palavras portuguesas começadas com a letra Z

source: Position
pt_pt: Posição

source: Powder blue
pt_pt: Pó azul

source: Presentation
pt_pt: Apresentação

source: Press
pt_pt: Premir, Prima

source: Preview
pt_pt: Antevisão

source: Previous
pt_pt: Anterior

source: Primary
pt_pt: Primário

source: Primary Colors
pt_pt: Cores primárias

source: Princeton orange
pt_pt: Laranja Princeton

source: Print Pr_eview
pt_pt: Ant_ever impressão

source: Printed
pt_pt: Imprimido

source: Printer
pt_pt: Impressora

source: Printing
pt_pt: A imprimir

source: Privilege
pt_pt: Privilégio

source: Proceed
pt_pt: Prosseguir

source: Process
pt_pt: Processo

source: Processed Image
pt_pt: Imagem processada

source: Product
pt_pt: Produto

source: Progress
pt_pt: Progresso

source: Progressive Scan
pt_pt: Análise progressiva

source: Property
pt_pt: Propriedade

source: Protect
pt_pt: Proteger

source: Protected
pt_pt: Protegido

source: Protection
pt_pt: Protecção

source: Prussian blue
pt_pt: Azul prussiano

source: Psychedelic purple
pt_pt: Púrpura psicodélico

source: Puerto Rico
pt_pt: Porto Rico

source: Pumpkin
pt_pt: Abóbora

source: Purple
pt_pt: Roxa

source: Purple Heart
pt_pt: Coração roxo

source: Purple Mountain's Majesty
pt_pt: Majestade da Montanha Roxa

source: Purple mountain majesty
pt_pt: Majestade da montanha roxa

source: Purple pizzazz
pt_pt: Pizzazz roxo

source: Purple taupe
pt_pt: Taupe roxo

source: Qatar
pt_pt: Catar

source: Quality
pt_pt: Qualidade

source: Query
pt_pt: Consulta

source: RF (Radio Frequency)
pt_pt: RF (frequência rádio)

source: Radical Red
pt_pt: Vermelho radical

source: Range
pt_pt: Intervalo

source: Raspberry
pt_pt: Framboesa

source: Raspberry glace
pt_pt: Glaseada de framboesa

source: Raspberry pink
pt_pt: Rosa de framboesa

source: Raspberry rose
pt_pt: Rosa de framboesa

source: Raw Image Format
pt_pt: Formato de imagem em bruto

source: Razzle dazzle rose
pt_pt: Razzle deslumbrou rosa

source: Read
pt_pt: Ler

source: Read-only
pt_pt: Só de leitura

source: Real-Time
pt_pt: Em tempo real

source: Reason
pt_pt: Motivo, Razão

source: Recognition
pt_pt: Reconhecimento

source: Record
pt_pt: Registo

source: Red
pt_pt: Vermelho

source: Red Orange
pt_pt: Laranja vermelha

source: Red brown
pt_pt: Castanho vermelho

source: Red violet
pt_pt: Violeta vermelha

source: Reference
pt_pt: Referência

source: Regular
pt_pt: Normal

source: Relative
pt_pt: Relativo

source: Reminder
pt_pt: Lembrete

source: Remove
pt_pt: Remova, Remover

source: Removed
pt_pt: Removido

source: Rename
pt_pt: Renomear

source: Render
pt_pt: Desenhar, Entregar, Criar

source: Repeat
pt_pt: Repita, Repetir

source: Replace
pt_pt: Substituir

source: Replaced
pt_pt: Substituído

source: Report
pt_pt: Relatório

source: Reset
pt_pt: Repor

source: Resize
pt_pt: Redimensionar

source: Resolution
pt_pt: Resolução

source: Resolution (horizontal)
pt_pt: Resolução (horizontal)

source: Resolution (vertical)
pt_pt: Resolução (vertical)

source: Resolution, Limiting
pt_pt: Resolução, limitar

source: Restart
pt_pt: Reiniciar

source: Restore
pt_pt: Restaurar

source: Resume
pt_pt: Retomar

source: Retained Image
pt_pt: Imagem retida

source: Retry
pt_pt: Repetir

source: Return
pt_pt: Devolver, Retornar, Voltar a

source: Reunion
pt_pt: Reunião

source: Reverse
pt_pt: Reverso

source: Rich black
pt_pt: Rico preto

source: Rich carmine
pt_pt: Carmin rico

source: Rich electric blue
pt_pt: Azul eléctrico rico

source: Rich lilac
pt_pt: Lilás rico

source: Rich maroon
pt_pt: Castanho rico

source: Right Click
pt_pt: Clique direito

source: Rights
pt_pt: Direitos

source: Ripple
pt_pt: Ondulação

source: Roll
pt_pt: Rolamento

source: Romania
pt_pt: Roménia

source: Root
pt_pt: Raiz

source: Rose
pt_pt: Rosa

source: Rose bonbon
pt_pt: Bonbon rosa

source: Rose ebony
pt_pt: Ebony Rosa

source: Rose gold
pt_pt: Rosa ouro

source: Rose pink
pt_pt: Rosa rosa

source: Rose quartz
pt_pt: Quartzo rosa

source: Rotation
pt_pt: Rotação

source: Round
pt_pt: Redondo

source: Rounded
pt_pt: Arredondado

source: Row
pt_pt: Linha

source: Royal blue
pt_pt: Azul real

source: Royal fuchsia
pt_pt: Fúcsia real

source: Royal purple
pt_pt: Roxo real

source: Ruby
pt_pt: Rubi

source: Ruddy brown
pt_pt: Castanho ruivo

source: Ruddy pink
pt_pt: Rosa ruivo

source: Ruler
pt_pt: Régua

source: Run
pt_pt: Executar

source: Running
pt_pt: Em execução

source: Russia
pt_pt: Rússia

source: Rust
pt_pt: Ferrugem

source: Rwanda
pt_pt: Ruanda

source: S_ave as...
pt_pt: Gra_var como...

source: Saddle brown
pt_pt: Sela marrom

source: Safety orange
pt_pt: Segurança laranja

source: Saffron
pt_pt: Açafrão

source: Saint Helena
pt_pt: Santa Helena

source: Saint Kitts and Nevis
pt_pt: São Cristóvão e Nevis

source: Saint Lucia
pt_pt: Santa Lúcia

source: Saint Pierre and Miquelon
pt_pt: São Pedro e Miquelon

source: Saint Vincent and the Grenadines
pt_pt: São Vicente e Granadinas

source: Salmon
pt_pt: Salmão

source: Salmon pink
pt_pt: Rosa salmão

source: Sample
pt_pt: Amostra

source: Sample Rate
pt_pt: Taxa de amostragem

source: Sand
pt_pt: Areia

source: Sand dune
pt_pt: Duna de areia

source: Sandstorm
pt_pt: Tempestade de areia

source: Sandy brown
pt_pt: Castanho arenoso

source: Sandy taupe
pt_pt: Taupe arenoso

source: Sao Tome and Principe
pt_pt: São Tomé e Príncipe

source: Sap green
pt_pt: Verde Sap

source: Sapphire
pt_pt: Safira

source: Satin sheen gold
pt_pt: Cetim dourado

source: Saturation
pt_pt: Saturação

source: Saudi Arabia
pt_pt: Arábia Saudita

source: Save
pt_pt: Grave, Gravar

source: Save a _copy
pt_pt: Gravar uma _cópia

source: Save all
pt_pt: Gravar _tudo

source: Saved
pt_pt: Gravado

source: Saving
pt_pt: A gravar

source: Scale
pt_pt: Escala

source: Scan
pt_pt: Digitalizar

source: Scanner
pt_pt: Digitalizador

source: Scanning
pt_pt: Análise

source: Scarlet
pt_pt: Escarlate

source: School bus yellow
pt_pt: Amarelo Schoolbus

source: Screamin Green
pt_pt: Verde berrante

source: Screen
pt_pt: Monitor

source: Screen (SVG)
pt_pt: Crivar

source: Script
pt_pt: Script, Escrito, Rabisco, Nota

source: Scroll
pt_pt: Rolar

source: Sea blue
pt_pt: Azul mar

source: Sea green
pt_pt: Verde mar

source: Seal brown
pt_pt: Castanho foca

source: Search
pt_pt: Procurar

source: Seashell
pt_pt: Concha do mar

source: Section
pt_pt: Secção

source: Security
pt_pt: Segurança

source: Seek
pt_pt: Procurar (por)(ir para)

source: Select
pt_pt: Seleccionar

source: Select _All
pt_pt: Seleccion_ar tudo

source: Selected
pt_pt: Seleccionado

source: Selection
pt_pt: Selecção

source: Selective yellow
pt_pt: Amarelo selectivo

source: Send
pt_pt: Enviar

source: Sensitivity
pt_pt: Sensitividade

source: Separator
pt_pt: Separador

source: Sepia
pt_pt: Sépia

source: September
pt_pt: Setembro

source: Serbia and Montenegro
pt_pt: Sérvia e Montenegro

source: Series
pt_pt: Série

source: Server
pt_pt: Servidor

source: Service
pt_pt: Serviço

source: Setting
pt_pt: Definição

source: Setup
pt_pt: Configuração

source: Shadow
pt_pt: Sombra

source: Shadows
pt_pt: Sombras

source: Shamrock
pt_pt: Trevo

source: Shamrock green
pt_pt: Verde trevo

source: Shape
pt_pt: Forma

source: Shared
pt_pt: Partilhado

source: Sharpen
pt_pt: Afiar, Focar

source: Sharpness
pt_pt: Precisão

source: Shear
pt_pt: Aparar

source: Sheet
pt_pt: Folha

source: Shocking pink
pt_pt: Rosa choque

source: Short
pt_pt: Curto

source: Show
pt_pt: Mostrar

source: Shown
pt_pt: Mostrado

source: Shrink
pt_pt: Encolher

source: Shutter
pt_pt: Obturador

source: Sienna
pt_pt: Siena

source: Sierra Leone
pt_pt: Serra Leoa

source: Signal-to-Noise Ratio (S/N)
pt_pt: Proporção Sinal-Ruído (S/N)

source: Signature
pt_pt: Assinatura

source: Signed
pt_pt: Assinado

source: Silver
pt_pt: Prata

source: Singapore
pt_pt: Singapura

source: Single
pt_pt: Único

source: Site
pt_pt: Página, Site

source: Size
pt_pt: Tamanho

source: Skip, skipped
pt_pt: Ignorar, ignorado

source: Sky blue
pt_pt: Azul celeste

source: Sky magenta
pt_pt: Magenta celeste

source: Slate blue
pt_pt: Azul ardósia

source: Slate gray
pt_pt: Cinzento ardósia

source: Slide
pt_pt: Diapositivo

source: Slideshow
pt_pt: Diaporama

source: Slovakia
pt_pt: Eslováquia

source: Slovenia
pt_pt: Eslovénia

source: Slur
pt_pt: Manchar

source: Smear
pt_pt: Manchar

source: Smokey topaz
pt_pt: Topázio Smokey

source: Smoky black
pt_pt: Preto Smoky

source: Smooth
pt_pt: Liso

source: Smudge
pt_pt: Manchar

source: Snap
pt_pt: Capturar, Fixar

source: Snow
pt_pt: Chuva

source: Soft-burn
pt_pt: Sobrexposição suave

source: Soft-dodge
pt_pt: Subexposição suave

source: Soft-light
pt_pt: Luz suave

source: Software
pt_pt: Programa, Aplicação

source: Solomon Islands
pt_pt: Ilhas Salomão

source: Somalia
pt_pt: Somália

source: Sort
pt_pt: Ordenar

source: Sort Order
pt_pt: Ordem

source: Sorting
pt_pt: Ordem, A ordenar

source: Sound
pt_pt: Som

source: Source
pt_pt: Fonte

source: South Africa
pt_pt: África do Sul

source: South Georgia and the South Sandwich Islands
pt_pt: Geórgia do Sul e Ilhas Sandwich do Sul

source: Space
pt_pt: Espaço

source: Spacing
pt_pt: Espaçamento

source: Spain
pt_pt: Espanha

source: Spam
pt_pt: Assédio

source: Span
pt_pt: Cobre, Abrange

source: Speaker
pt_pt: Coluna

source: Special
pt_pt: Especial

source: Spellcheck
pt_pt: Ortografia

source: Spelling
pt_pt: Ortografia

source: Spike
pt_pt: Pico

source: Split
pt_pt: Dividir

source: Spratly Islands
pt_pt: Ilhas Spratly

source: Spreadsheet
pt_pt: Folha de cálculo

source: Spring bud
pt_pt: Primavera

source: Spring green
pt_pt: Verde Primavera

source: Square
pt_pt: Quadrado

source: Standard
pt_pt: Norma, Padrão, Standard

source: Standard Minimum Signal
pt_pt: Sinal padrão mínimo

source: Start
pt_pt: Iniciar, Início

source: Started
pt_pt: Iniciado

source: Statement
pt_pt: Declaração

source: Status
pt_pt: Estado

source: Steel blue
pt_pt: Azul aço

source: Step
pt_pt: Passo

source: Stil de grain yellow
pt_pt: Amarelo grão

source: Stop
pt_pt: Parar

source: Store
pt_pt: Armazenar

source: Stored
pt_pt: Armazenado

source: Stormcloud
pt_pt: Nuvem de tempestade

source: Straw
pt_pt: Palha

source: Streaming
pt_pt: Transmissão

source: Strikethrough
pt_pt: Rasurado

source: String
pt_pt: Cadeia

source: Stroke
pt_pt: Traçado, Pincelada, Golpe

source: Style
pt_pt: Estilo

source: Subject
pt_pt: Assunto

source: Subscript
pt_pt: Subscrito, Base (oposto de expoente [matemática]), Índice

source: Successfully
pt_pt: Com sucesso

source: Sudan
pt_pt: Sudão

source: Sum
pt_pt: Soma

source: Summary
pt_pt: Resumo

source: Sunglow
pt_pt: Brilho solar

source: Sunset
pt_pt: Pôr do Sol

source: Sunset Orange
pt_pt: Pôr do Sol laranja

source: Superscript
pt_pt: Sobrescrito, Expoente

source: Support
pt_pt: Suporte

source: Supported
pt_pt: Suportado

source: Swaziland
pt_pt: Suazilândia

source: Sweden
pt_pt: Suécia

source: Swirl
pt_pt: Remoinho

source: Switzerland
pt_pt: Suíça

source: Symbol
pt_pt: Símbolo

source: Symbolic Link, SymLink
pt_pt: Ligação simbólica

source: Sync
pt_pt: Sinc.

source: Sync Generator
pt_pt: Gerador de sincronização

source: Sync Level
pt_pt: Nível de sincronização

source: Synchronize
pt_pt: Sincronizar

source: Synchronizing
pt_pt: A sincronizar

source: Syntax
pt_pt: Sintaxe

source: Syria
pt_pt: Síria

source: System
pt_pt: Sistema

source: Tab
pt_pt: Tabulação

source: Table
pt_pt: Tabela

source: Table of contents
pt_pt: Índice

source: Tajikistan
pt_pt: Tajiquistão

source: Tan
pt_pt: Bronzeado

source: Tangerine
pt_pt: Tangerina

source: Tangerine yellow
pt_pt: Tangerina amarela

source: Tanzania
pt_pt: Tanzânia

source: Target
pt_pt: Destino, Alvo

source: Target Size
pt_pt: Tamanho-alvo

source: Task
pt_pt: Tarefa

source: Taupe gray
pt_pt: Cinzento Taupe

source: Tea green
pt_pt: Verde chá

source: Tea rose
pt_pt: Rosa chá

source: Teal
pt_pt: Cerceta

source: Teal blue
pt_pt: Azul cerceta

source: Teal green
pt_pt: Verde cerceta

source: Tearing
pt_pt: Rasgar

source: Template
pt_pt: Modelo

source: Term
pt_pt: Termo

source: Terra cotta
pt_pt: Terracota

source: Test
pt_pt: Teste, Testar

source: Test Pattern
pt_pt: Padrão de teste

source: Text
pt_pt: Texto

source: Text document
pt_pt: Documento de texto

source: Text flow
pt_pt: Fluxo de texto

source: Thailand
pt_pt: Tailândia

source: Theme
pt_pt: Tema

source: Thesaurus
pt_pt: Léxico

source: Thistle
pt_pt: Cardo

source: Thread
pt_pt: Discussão

source: Threshold
pt_pt: Tolerância

source: Thulian pink
pt_pt: Rosa Thulian

source: Thumbnails
pt_pt: Miniaturas

source: Tickle Me Pink
pt_pt: Rosa Tickle Me

source: Tiffany Blue
pt_pt: Azul Tiffany

source: Tiger eye
pt_pt: Olho de tigre

source: Tile
pt_pt: Mosaico

source: Timberwolf
pt_pt: Lobo de madeira

source: Time
pt_pt: Hora

source: Time Lapse Video Recording
pt_pt: Gravar vídeo com atraso

source: Timeline
pt_pt: Cronologia

source: Timeout
pt_pt: Inacção

source: Titanium yellow
pt_pt: Amarelo titânio

source: Title
pt_pt: Título

source: Tomato
pt_pt: Tomate

source: Tool
pt_pt: Ferramenta

source: Toolbox
pt_pt: Caixa de ferramentas

source: Top
pt_pt: Cimo, Topo

source: Topaz
pt_pt: Topázio

source: Tractor red
pt_pt: Vermalho Tractor

source: Transcode
pt_pt: Transcodificar

source: Transients
pt_pt: Transitórios

source: Transparency
pt_pt: Transparência

source: Transparent
pt_pt: Transparente

source: Trinidad and Tobago
pt_pt: Trinidad e Tobago

source: Trolley Grey
pt_pt: Cinzento Trolley

source: Tromelin Island
pt_pt: Ilha de Tromelin

source: Tropical rain forest
pt_pt: Floresta tropical

source: True
pt_pt: Verdadeiro

source: True Blue
pt_pt: Azul verdadeiro

source: Try again later
pt_pt: Tente mais tarde

source: Tufts Blue
pt_pt: Azul Tufts

source: Tunisia
pt_pt: Tunísia

source: Turkey
pt_pt: Turquia

source: Turkish rose
pt_pt: Rosa turca

source: Turkmenistan
pt_pt: Turcomenistão

source: Turks and Caicos Islands
pt_pt: Ilhas Turcas e Caicos

source: Turquoise
pt_pt: Turquesa

source: Turquoise blue
pt_pt: Azul turquesa

source: Turquoise green
pt_pt: Verde turquesa

source: Tuscan red
pt_pt: Vermelho toscano

source: Twilight lavender
pt_pt: Lavanda Crepúsculo

source: Tyrian purple
pt_pt: Púrpura Tyrian

source: UA blue
pt_pt: Azul UA

source: UA red
pt_pt: Vermelho UA

source: UCLA Blue
pt_pt: Azul UCLA

source: UCLA Gold
pt_pt: Dourado UCLA

source: UFO Green
pt_pt: Verde UFO

source: UP Forest green
pt_pt: Verde floresta UP

source: UP Maroon
pt_pt: Castanho UP

source: USC Gold
pt_pt: Dourado USC

source: Ukraine
pt_pt: Ucrânia

source: Ultra pink
pt_pt: Rosa ultra

source: Ultramarine
pt_pt: Ultramarino

source: Ultramarine blue
pt_pt: Azul ultramarino

source: Unable
pt_pt: Impossível

source: Underline
pt_pt: Sublinhado

source: Undo
pt_pt: Desfazer

source: Unexpected
pt_pt: Inesperado

source: Unique
pt_pt: Único, Exclusivo

source: Unit
pt_pt: Unidade

source: United Arab Emirates
pt_pt: Emirados Árabes Unidos

source: United Kingdom
pt_pt: Reino Unido

source: United Nations blue
pt_pt: Azul Nações Unidas

source: United States
pt_pt: Estados Unidos da América

source: University of California Gold
pt_pt: Dourado University of California

source: Unknown
pt_pt: Desconhecido

source: Unmellow Yellow
pt_pt: Amarelo Unmellow

source: Unnable to
pt_pt: Impossível

source: Unsupported
pt_pt: Não suportado

source: Update
pt_pt: Actualizar

source: Updated
pt_pt: Actualizado

source: Upload
pt_pt: Enviar

source: Upper
pt_pt: Superior

source: Upsdell red
pt_pt: Vermelho Upsdell

source: Uruguay
pt_pt: Uruguai

source: Usage Timeframe
pt_pt: Período de uso

source: Use Case
pt_pt: Caso de uso

source: Use Class
pt_pt: Classe de uso

source: User
pt_pt: Utilizador

source: User name
pt_pt: Utilizador

source: User-defined
pt_pt: Definido pelo utilizador

source: Utah Crimson
pt_pt: Carmim Utah

source: Uzbekistan
pt_pt: Usbequistão

source: Valid
pt_pt: Válido

source: Value
pt_pt: Valor

source: Values
pt_pt: Valores

source: Vanilla
pt_pt: Baunilha

source: Variable
pt_pt: Variável

source: Variable Bit Rate (VBR)
pt_pt: Taxa de bits variável (VBR)

source: Vegas gold
pt_pt: Dourado Vegas

source: Venetian red
pt_pt: Vermelho veneziano

source: Vermilion
pt_pt: Vermelhão

source: Veronica
pt_pt: Verónica

source: Version
pt_pt: Versão

source: Vertically
pt_pt: Verticalmente

source: Video
pt_pt: Vídeo

source: Video Amplifier
pt_pt: Amplificador vídeo

source: Video Band
pt_pt: Banda vídeo

source: Video Distribution Amplifier
pt_pt: Amplificador de distribuição vídeo

source: Video Electronic Standards Association (VESA)
pt_pt: Associação de padrões electrónicos vídeo (VESA)

source: Video Quality (Public Safety)
pt_pt: Qualidade vídeo (segurança pública)

source: Video Signal (Non-Composite)
pt_pt: Sinal vídeo (não-composto)

source: Vietnam
pt_pt: Vietname

source: View
pt_pt: Ver

source: Viewer
pt_pt: Visualizador

source: Violet
pt_pt: Violeta

source: Violet Blue
pt_pt: Azul violeta

source: Violet Red
pt_pt: Vermelho violeta

source: Virgin Islands
pt_pt: Ilhas Virgens

source: Visible
pt_pt: Visível

source: Vivid auburn
pt_pt: Castanho avermelhado

source: Vivid burgundy
pt_pt: Borgonha vívido

source: Vivid cerise
pt_pt: Cereja vívido

source: Vivid tangerine
pt_pt: Tangerina vívida

source: Vivid violet
pt_pt: Violeta vívida

source: Wait
pt_pt: Aguarde

source: Wake Island
pt_pt: Ilha Wake

source: Wallis and Futuna
pt_pt: Wallis e Futuna

source: Warm black
pt_pt: Preto quente

source: Warning
pt_pt: Aviso

source: Warp
pt_pt: Distorcer

source: Webcam
pt_pt: Câmara web

source: Welcome
pt_pt: Boas vindas

source: West Bank
pt_pt: Cisjordânia

source: Western Sahara
pt_pt: Saara Ocidental

source: Wheat
pt_pt: Trigo

source: Whirl
pt_pt: Remoinho

source: White
pt_pt: Branco

source: White smoke
pt_pt: Fumo branco

source: Width
pt_pt: Largura

source: Wild Strawberry
pt_pt: Morango selvagem

source: Wild Watermelon
pt_pt: Melancia selvagem

source: Wild blue yonder
pt_pt: Azul selvagem

source: Window
pt_pt: Janela

source: Wine
pt_pt: Vinho

source: Within
pt_pt: Dentro

source: Wizard
pt_pt: Assistente

source: Word
pt_pt: Palavra

source: Wrap
pt_pt: Quebrar

source: Write
pt_pt: Escrever

source: Writer
pt_pt: Escritor

source: Wrong
pt_pt: Errado

source: Y Signal
pt_pt: Sinal Y

source: Yale Blue
pt_pt: Azul Yale

source: Yellow
pt_pt: Amarelo

source: Yellow Orange
pt_pt: Amarelo alaranjado

source: Yellow green
pt_pt: Amarelo esverdeado

source: Yemen
pt_pt: Iémen

source: Zambia
pt_pt: Zâmbia

source: Zimbabwe
pt_pt: Zimbábue

source: Zinnwaldite brown
pt_pt: Castanho Zinnwaldite

source: Zoom
pt_pt: Ampliação

source: Zoom Lens
pt_pt: Lente de aumento

source: Zoom in
pt_pt: Ampliar

source: Zoom out
pt_pt: Reduzir

source: _Copy
pt_pt: _Copiar

source: _Exit
pt_pt: _Sair

source: _Export
pt_pt: _Exportar

source: _File
pt_pt: _Ficheiro

source: _Import
pt_pt: _Importar

source: _New
pt_pt: _Novo(a)

source: _Open
pt_pt: _Abrir

source: _Paste
pt_pt: Co_lar

source: _Print
pt_pt: Im_primir

source: _Quit
pt_pt: _Sair

source: _Recent documents
pt_pt: Documentos _recentes

source: _Redo
pt_pt: _Refazer

source: _Save
pt_pt: _Gravar

source: _Select
pt_pt: _Seleccionar

source: _Undo
pt_pt: _Desfazer

source: `Edit' Menu'
pt_pt: MENU EDITAR - as cadeias seguintes são usadas no menu "Editar" de qualquer programa.

source: `File' Menu
pt_pt: MENU FICHEIRO - as cadeias seguintes são usadas no menu "Ficheiro" de qualquer programa

source: accessing
pt_pt: a aceder

source: align left
pt_pt: alinhar à esquerda

source: april
pt_pt: Abril

source: asian typography
pt_pt: tipografia asiática

source: august
pt_pt: Agosto

source: boot
pt_pt: arranque

source: character style
pt_pt: estilo de carácter

source: column width
pt_pt: largura da coluna

source: copying
pt_pt: a copiar

source: deleting
pt_pt: a eliminar

source: drawing objects
pt_pt: desenhar objectos

source: endnote
pt_pt: nota final

source: entire
pt_pt: completo

source: february
pt_pt: Fevereiro

source: file system
pt_pt: sistema de ficheiros

source: january
pt_pt: Janeiro

source: july
pt_pt: Julho

source: june
pt_pt: Junho

source: march
pt_pt: Março

source: match
pt_pt: comparar

source: may
pt_pt: Maio

source: moving
pt_pt: a mover

source: november
pt_pt: Novembro

source: october
pt_pt: Outubro

source: paragraph style
pt_pt: estilo de parágrafo

source: removing
pt_pt: a remover

source: runtime
pt_pt: em execução

source: screen
pt_pt: ecrã, monitor

source: september
pt_pt: Setembro

source: starting
pt_pt: a iniciar

source: text direction
pt_pt: direcção do texto
